acpid
alsa-utils
autoconf
automake
bash
binutils
bison
bspwm
bzip2
cmatrix
compton
coreutils
cower
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
discord
dmenu
e2fsprogs
efibootmgr
fakeroot
feh
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
git
glibc
google-chrome
grep
groff
grub
gtk-theme-arc-git
gzip
htop
i3-gaps-git
i3lock-color-git
i3lock-fancy-git
imagemagick
inetutils
intel-ucode
iproute2
iputils
jfsutils
laptop-mode-tools
less
libmpdclient
libtool
licenses
linux
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
nano
neofetch
neovim
netctl
numix-icon-theme-git
os-prober
p7zip
pacaur
pacman
patch
pciutils
pcmciautils
perl
pkg-config
playerctl
polybar
procps-ng
psmisc
python2-pyside
ranger
redshift
reiserfsprogs
rofi
rxvt-unicode
s-nail
scrot
sed
shadow
siji-git
spotify
sudo
sxhkd
sysfsutils
systemd-sysvcompat
tar
terminus-font
termite
texinfo
thunar
ttf-font-awesome
ttf-liberation
ttf-monaco
unrar
unzip
usbutils
util-linux
vi
vim-plug
which
wireless_tools
wpa_supplicant
xbindkeys
xf86-video-intel
xfsprogs
xorg-server
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
zip
